function About() {
    return(
        <section id="about">
          <h2>About</h2>
          <p>
            現在、臨床工学技士として医療現場で働きながら、Webエンジニアを目指してプログラミングを学習しています。

            日々の業務の中で、紙を使った作業や手作業での管理など、「ITを活用すれば、もっと業務の負担を減らし、効率化できるのではないか」と感じる場面が多くありました。

            しかし、当時の自分にはそれを実現するための知識や技術がなく、もどかしさを感じていました。そこで、**「それなら自分が、課題を仕組みで解決できるエンジニアになろう」**と考えたことが、プログラミングを学び始めたきっかけです。

            その後、プログラミングスクールRUNTEQでRuby / Ruby on Railsを中心にWeb開発を学習し、個人開発にも取り組んできました。

            現在はバックエンドを中心に学びながら、フロントエンドやインフラについても勉強をしています。

            将来は、ただコードを書くのではなく、利用する人が抱えている課題を理解し、技術や仕組みを通して解決できるエンジニアを目指しています。
          </p>
        </section>
    )
}

export default About
